bindings/servicemix-cxf-bc/src/test/resources/org/apache/servicemix/cxfbc/old_time_request_with_extra_prefix.xml

<?xml version="1.0" encoding="UTF-8"?>
<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"><soap:Body><add xmlns="http://apache.org/cxf/calculator/types" xsi:type="dummyType"><arg0>1</arg0><arg1>2</arg1></add></soap:Body></soap:Envelope>
